---
kind: property
id: P:Autodesk.Revit.DB.Visual.Glazing.GlazingTransmittanceColor
source: html/0fe4178c-b1d5-f149-67df-e219418084c1.htm
---
# Autodesk.Revit.DB.Visual.Glazing.GlazingTransmittanceColor Property

The property labeled "Color" from the "Glazing" schema.

## Syntax (C#)
```csharp
public static string GlazingTransmittanceColor { get; }
```

## Remarks
This property is of type "AssetPropertyInteger" with accepted values in the enumerated type "GlazingTransmittanceColorType".